[A_Item_Lilac.ClassMod_Psycho_Blister ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Crunch ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Meat ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Reaper ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Sickle ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Slab ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Toast ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Torch ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Wound ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Z_LengendaryPsycho ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_Lilac.ClassMod_Psycho_Z_LengendaryPsycho:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="''- Algum dia eu vou fugir desse inferno e você vai desaparecer.<br>- SALADA DE MAMILOS!''"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item_Lilac.ClassMod_Psycho_Z_SlayerOfTerramorphous ClassModDefinition]
DisplayClassModAtBeginningOfName=1
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName=""
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Att_Presentations.AttrPresent_AmmoMaxValue_Grenades_LilacClassMod AttributePresentationDefinition]
Description="Capacidade de granadas"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_Att_Blister_KillSkillDuration AttributePresentationDefinition]
Description="Dur. hab. mortal"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_Att_Lilac_Blister_TeamKillSkillDuration AttributePresentationDefinition]
Description="Dur. hab. mortal em equipe"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_Att_WoundModFireRate AttributePresentationDefinition]
Description="Cad. de fogo depois de matar"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodBath AttributePresentationDefinition]
Description="Hab. Banho de Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodFilledGuns AttributePresentationDefinition]
Description="Hab. Armas Cheias De Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodOverdrive AttributePresentationDefinition]
Description="Hab. Sobrecarga Sangrenta"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodTrance AttributePresentationDefinition]
Description="Hab. Transe Sangrento"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BloodTwitch AttributePresentationDefinition]
Description="Hab. Espasmo Sangrento"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BoilingBlood AttributePresentationDefinition]
Description="Hab. Sangue Fervente"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_BurnBabyBurn AttributePresentationDefinition]
Description="Hab. Queime, Vadia... Queime"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ElementalElation AttributePresentationDefinition]
Description="Hab. Euforia Elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_EmbraceThePain AttributePresentationDefinition]
Description="Hab. Abrace a Dor"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_EmptyTheRage AttributePresentationDefinition]
Description="Hab. Liberte a Raiva"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FeedTheMeat AttributePresentationDefinition]
Description="Hab. Alimente a Carne"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FireFiend AttributePresentationDefinition]
Description="Hab. Incendiário Maluco"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FlameFlare AttributePresentationDefinition]
Description="Hab. Labareda"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FuelTheBlood AttributePresentationDefinition]
Description="Hab. Viva o Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FuelTheFire AttributePresentationDefinition]
Description="Hab. Viva a Chama"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_FuelTheRampage AttributePresentationDefinition]
Description="Hab. Viva a Matança"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_InstigatedExplosiveDamageModifier AttributePresentationDefinition]
Description="Danos explosivos"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_PainIsPower AttributePresentationDefinition]
Description="Hab. Dor É Poder"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_SaltTheWound AttributePresentationDefinition]
Description="Hab. Sal na Ferida"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ShieldOnIdleRegenerationDelayLilacClassMods AttributePresentationDefinition]
Description="Atraso de recarga do escudo"
NoConstraintText=""
Suffix=""
Prefix="+"

[Att_Presentations.AttrPresent_SilenceTheVoices AttributePresentationDefinition]
Description="Hab. Silenciar As Vozes"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_StripTheFlesh AttributePresentationDefinition]
Description="Hab. Navalha Na Carne"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_TasteOfBlood AttributePresentationDefinition]
Description="Hab. O Sabor do Sangue"
NoConstraintText=""
Suffix=""
Prefix=""

[Att_Presentations.AttrPresent_ThrillOfTheKill AttributePresentationDefinition]
Description="Hab. A Emoção de Matar"
NoConstraintText=""
Suffix=""
Prefix=""

[Prefix_Psycho.Prefix_Blister_00_Blister ItemNamePartDefinition]
PartName="Balão"

[Prefix_Psycho.Prefix_Blister_01_DieselBlister ItemNamePartDefinition]
PartName="Balão Diesel"

[Prefix_Psycho.Prefix_Blister_02_DrivenBlister ItemNamePartDefinition]
PartName="Balão Guiado "

[Prefix_Psycho.Prefix_Blister_03_BloodBlister ItemNamePartDefinition]
PartName="Balão Sangrento"

[Prefix_Psycho.Prefix_Crunch_00_Crunch ItemNamePartDefinition]
PartName="Triturador"

[Prefix_Psycho.Prefix_Crunch_01_TastyCrunch ItemNamePartDefinition]
PartName="Triturador Saboroso"

[Prefix_Psycho.Prefix_Crunch_02_DazedCrunch ItemNamePartDefinition]
PartName="Triturador Atordoado"

[Prefix_Psycho.Prefix_Crunch_03_FleshCrunch ItemNamePartDefinition]
PartName="Triturador de Pele"

[Prefix_Psycho.Prefix_Meat_00_Meat ItemNamePartDefinition]
PartName="Carne"

[Prefix_Psycho.Prefix_Meat_01_RageMeat ItemNamePartDefinition]
PartName="Carne Furiosa"

[Prefix_Psycho.Prefix_Meat_02_PainMeat ItemNamePartDefinition]
PartName="Carne Dolorida"

[Prefix_Psycho.Prefix_Meat_03_SaltMeat ItemNamePartDefinition]
PartName="Carne Salgada"

[Prefix_Psycho.Prefix_Reaper_00_Reaper ItemNamePartDefinition]
PartName="Ceifador"

[Prefix_Psycho.Prefix_Reaper_01_TwitchyReaper ItemNamePartDefinition]
PartName="Ceifador Inquieto"

[Prefix_Psycho.Prefix_Reaper_02_FuelReaper ItemNamePartDefinition]
PartName="Ceifador Combustível"

[Prefix_Psycho.Prefix_Reaper_03_DrivenReaper ItemNamePartDefinition]
PartName="Ceifador Guiado"

[Prefix_Psycho.Prefix_Sickle_00_Sickle ItemNamePartDefinition]
PartName="Foice"

[Prefix_Psycho.Prefix_Sickle_01_RageSickle ItemNamePartDefinition]
PartName="Foice Furiosa"

[Prefix_Psycho.Prefix_Sickle_02_DieselSickle ItemNamePartDefinition]
PartName="Foice Diesel"

[Prefix_Psycho.Prefix_Sickle_03_ScreamSickle ItemNamePartDefinition]
PartName="Foice Berrante"

[Prefix_Psycho.Prefix_Slab_00_Slab ItemNamePartDefinition]
PartName="Slab"

[Prefix_Psycho.Prefix_Slab_01_GoreSlab ItemNamePartDefinition]
PartName="Slab Sangrento"

[Prefix_Psycho.Prefix_Slab_02_RampagingSlab ItemNamePartDefinition]
PartName="Slab Furioso"

[Prefix_Psycho.Prefix_Slab_03_BeefSlab ItemNamePartDefinition]
PartName="Slab Bife"

[Prefix_Psycho.Prefix_Toast_00_Toast ItemNamePartDefinition]
PartName="Torrada"

[Prefix_Psycho.Prefix_Toast_01_PowerToast ItemNamePartDefinition]
PartName="Torrada Poderosa"

[Prefix_Psycho.Prefix_Toast_02_BurntToast ItemNamePartDefinition]
PartName="Torrada Queimada"

[Prefix_Psycho.Prefix_Toast_03_RazedToast ItemNamePartDefinition]
PartName="Torrada Estragada"

[Prefix_Psycho.Prefix_Torch_00_Torch ItemNamePartDefinition]
PartName="Tocha"

[Prefix_Psycho.Prefix_Torch_01_BlazeTorch ItemNamePartDefinition]
PartName="Tocha Flamejante"

[Prefix_Psycho.Prefix_Torch_02_FuelTorch ItemNamePartDefinition]
PartName="Tocha Combustível"

[Prefix_Psycho.Prefix_Torch_03_FlareTorch ItemNamePartDefinition]
PartName="Tocha Labareda"

[Prefix_Psycho.Prefix_Wound_00_Wound ItemNamePartDefinition]
PartName="Ferida"

[Prefix_Psycho.Prefix_Wound_01_TwitchyWound ItemNamePartDefinition]
PartName="Ferida Inquieta"

[Prefix_Psycho.Prefix_Wound_02_TastyWound ItemNamePartDefinition]
PartName="Ferida Saborosa"

[Prefix_Psycho.Prefix_Wound_03_HotWound ItemNamePartDefinition]
PartName="Ferida Ardente"

[Prefix_Psycho.Prefix_Z_00_LengendaryPsycho ItemNamePartDefinition]
PartName="Psicopata Lendário"

[Prefix_Psycho.Prefix_Z_00_SlayerOfTerramorphous ItemNamePartDefinition]
PartName="Algoz de Terramorfos"

[Skills.WoundClassModFireRateSkill SkillDefinition]
SkillName="Modificador de classe de cadência de fogo ''Ferida''"
SkillDescription="Aumenta a cadência de fogo depois de matar."
LockedSkillDetailStr="<Locked>"

[Skills.WoundClassModKillListener SkillDefinition]
SkillName="Contador de baixas do modificador de classe ''Ferida''"
SkillDescription="Conta as baixas para o modificador de classe."
LockedSkillDetailStr="<Locked>"

[Skills.WoundClassModKillListener:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Saúde máxima: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.WoundClassModKillListener:AttributePresentationDefinition_32 AttributePresentationDefinition]
Description="Atraso de recarga do escudo: $NUMBER$"
NoConstraintText=""
Suffix=""
Prefix=""

